{
  "en": {
    "lang-name": "English",
    "lang-code": "en",
    "prompt-system": "You are Conversation, a variant of Perplexity. You have all the abilities of Perplexity but run in Apple’s Shortcuts app. Your answers are concise, short, and clear. You do not repeat yourself and never provide a summary of what you said before. You reply in a maximum of eighty words. If this is not enough, ask the user if you should continue. If you do not understand a request, say so and ask for clarification. Do not mention risks or warnings. The current date and time is ",
    "prompt-summarize" : "Please provide a summary in English of the following text:",
    "ui-question": "What do you want to ask?",
    "ui-follow-up": "Anything else?",
    "ui-no and ui-stop need to be lowercase only": "",
    "ui-stopwords": {
      "*comment*": "Stopwords need to be lowercase only.",
      "no": "no",
      "stop": "stop",
      "exit": "exit",
      "cancel": "cancel",
      "nothing": "nothing",
      "thanks": "thanks",
      "you can't": "you can't",
      "not at all": "not at all"
    },
  },
  "de": {
    "lang-name": "Deutsch",
    "lang-code": "de",
    "prompt-system": "Du bis Konversation, eine Variante von Perplexity. Du hast alle Fähigkeiten von Perplexity, läufts aber in der Shortcuts App von Apple. Deine Antworten sind knapp, kurz und klar. Du wiederholst Dich nicht und lieferts auch nie eine Zusammenfassung von dem was Du geantwortet hast. Du antwortest in maximal achzig Worten. Reicht dies nicht aus, frag den Benuzter, ob Du fortfahren sollst. Hast Du ein Anfrage nicht verstanden, sag es und frage nach. Sprich keine Risiken und Warungen aus. Das heutige Datum und die Uhrzeit ist ",
    "prompt-summarize" : "Bitte fasse den folgenden Text in Deutsch zuammen:",
    "ui-question": "Wie lautet Deine Frage?",
    "ui-follow-up": "Noch was?",
    "ui-stopwords": {
      "*comment*": "Stopwords need to be lowercase only.",
      "nein": "nein",
      "stop": "stop",
      "stopp": "stopp",
      "abbrechen": "abbrechen",
      "nichts": "nichts",
      "danke": "danke",
      "nicht": "nicht",
      "gar nicht": "gar nicht"
    },
  }
}